<template>
	<div @click="clickOut">
		<div class="modal-container policy-modal">
			<h1>이용약관</h1>
			<h3>제1장 총칙</h3>
			<h4>제1조 (목적)</h4>
			<p>
				이 약관은 서비스 이용자가 아일로(이하 “회사”라 합니다)가 제공하는 모든 서비스와 관련하여
				회사와 서비스의 이용고객 간에 서비스의 이용 조건 및 절차, 상호간의 권리·의무, 책임 사항 및
				기타 필요한 사항을 규정함을 목적으로 합니다
			</p>
			<h4>제2조 (용어의 정의)</h4>
			<p>
				이 약관에서 사용하는 용어의 정의는 다음 각호와 같으며, 정의되지 않은 용어에 대한 해석은
				관계법령 및 서비스별 안내에서 정하는 바에 따릅니다.
			</p>
			<p>
				1. 서비스: PC, 휴대형 단말기 등 각종 유무선 기기 또는 프로그램을 통하여 회원이 이용할 수
				있도록 회사가 제공하는 서비스 플랫폼 등을 포함한 모든 인터넷 서비스를 말합니다 2. 회원:
				만14세 이상의 개인으로서 이 약관에 동의하고 회사와 이용 계약을 체결하여 회사가 제공하는
				서비스를 사용하는 자를 말하며, 다음과 같이 일반회원과 판매회원으로 구분됩니다. o 가.
				일반회원(구매회원, 고객): 회사에서 제공하는 구매서비스를 이용할 수 있는 회원 o 나.
				판매회원(디자이너 회원): 회사에서 제공하는 구매서비스 및 판매·광고 서비스를 이용할 수 있는
				회원으로서, 서비스 내에 제품을 등록 및 게재하고, 제품 및 고객과의 거래(정보)에 대하여
				직접적인 책임을 지는 회원 3. 비회원: 이 약관에 별도 동의하지 아니하고 회사의 서비스를
				사용하는 자를 말하며, 구매 서비스의 이용 및 거래이행에 대하여 개별약관 등으로 별도로 정함이
				없는 한 이 약관의 고객 관련 규정을 준용하여 적용합니다. 단, 회원 전용 서비스에 관한 규정은
				그러하지 아니합니다 4. 아이디(ID): 회원의 식별과 회원의 서비스 이용을 위하여 사용되는 식별
				정보로서, 회원이 설정하고 회사가 사용을 승인한 문자, 숫자 등의 조합을 말합니다. 5. 비밀번호:
				회원의 회원정보 보호를 위하여 회원이 설정한 문자, 기호, 숫자 등의 조합을 말합니다. 6. 상품:
				디자이너 회원이 회사의 서비스를 통하여 고객에게 제공(판매)하는 각종 재화 및 용역 등을
				총칭하여 말합니다. 7. 마켓플레이스: 디자이너 회원이 회사의 서비스를 이용하여 디자이너 회원의
				제품을 판매·광고할 수 있거나 고객이 디자이너 회원의 상품을 구매할 수 있는 온라인 상의 가상의
				장터를 말합니다. 8. 마켓플레이스 서비스: 회사가 마켓플레이스에 관하여 제공하는 통신판매중개
				서비스 및 관련 부가서비스(플랫폼의 개발 및 운영서비스, 판매 및 구매 관련 지원서비스,
				매매계약체결관련 서비스, 상품 정보검색 서비스, 광고집행 및 프로모션 서비스 기타 전자상거래
				관련 서비스 등)를 말합니다. 9. 매매보호서비스: 회사가 마켓플레이스 서비스를 통하여 회원 상호
				간에 이루어지는 거래의 안전을 위하여 상품의 판매대금의 입출금을 중개할 목적으로 마련한 절차
				및 이에 따라 제공되는 서비스를 말합니다. 10. 구매안전서비스: 회사가 고객의 매매대금의 보호를
				위하여 일정 기간 동안 구매대금을 예치하는 결제대금 예치서비스를 말합니다. 11. 게시물: 회원이
				게재하는 부호(URL포함), 문자, 음성, 음향, 영상(동영상 포함), 이미지(사진 포함)등으로 구성된
				각종 콘텐츠 자체 또는 파일을 말합니다. 12. 게시판: 회원이 게시물을 게재할 수 있도록 회사가
				제공하는 서비스 상의 가상공간을 말합니다. 13. 상점: 디자이너 회원이 마켓플레이스 내에
				입점하여 직접 상품을 게재하고, 판매하는 가상 사이버 가상 공간을 말합니다. 14. 할인쿠폰:
				회사의 서비스를 통하여 상품을 구매할 때 표시된 금액 또는 비율만큼 상품의 판매대금에서 할인
				받을 수 있는 회사 전용의 쿠폰을 말하며, 할인쿠폰의 종류 및 내용은 회사의 운영정책에 따라
				달라질 수 있습니다. 할인쿠폰에 따른 할인액 중 회사 부담부분은 회사가 디자이너 회원으로부터
				수취할 서비스 이용 수수료에서 직접 차감됩니다. 15. 적립금: 회사 또는 제3자가 서비스의 원활한
				이용을 위하여 회원에게 부여하는 재산적 가치 및 환가성이 없는 무형의 도구를 말하며, 회사가
				지정한 용도 및 사용방법에 따라 회원이 이용할 수 혜택을 말합니다. 16. 운영정책: 서비스의
				이용에 관한 정책, 규칙 및 지침 등 회원의 서비스 이용에 관한 회사의 방침(향후 회사가 개정하는
				내용을 포함)으로 이 이용계약의 일부를 구성합니다.
			</p>
			<h4>제3조 (약관의 명시, 효력 및 변경)</h4>
			<p>
				1. 회사는 이 약관의 내용과 상호, 영업소 소재지, 대표자의 성명, 사업자등록번호, 연락처(전화,
				전자우편 주소 등)를 회원이 쉽게 알 수 있도록 회사의 서비스가 제공되는 인터넷
				사이트(www.idus.com, 이하 “웹사이트”라 합니다)의 첫 화면에 게시합니다. 다만, 약관의 내용은
				이용자가 연결화면을 통하여 볼 수 있도록 할 수 있습니다. 2. 회사는 『전자상거래 등에서의
				소비자보호에 관한 법률』(이하 “전자상거래법”), 약관의 규제에 관한 법률』, 『정보통신망
				이용촉진 및 정보보호 등에 관한 법률』 (이하 "정보통신망법"), 『소비자기본법』 및
				『표시광고의 공정화에 관한 법률』(이하 “표시광고법”) 등 관련 법령에 위배하지 않는 범위에서
				이 약관을 변경할 수 있습니다. 3. 회사가 이 약관을 개정할 경우에는 적용일자 및 개정내용,
				개정사유 등을 명시하여 그 적용일자로부터 7일 이전부터 적용일자 전일까지 회사가 운영하는
				웹사이트를 통하여 공지합니다. 다만, 개정 내용이 회원에게 불리한 경우에는 최소한 30일의
				유예기간을 두고 공지하며, 전자우편(Email), 앱푸시(APP-PUSH)메시지, 문자메시지(SMS/MMS)
				등으로 개별 통지할 수 있습니다. 4. 이 약관에 동의하는 것은 정기적으로 회사가 운영하는
				웹사이트를 방문하여 약관의 변경사항을 확인하는 것에 동의함을 의미합니다. 변경된 약관에 대한
				정보를 알지 못하여 발생하는 회원의 피해에 대하여 회사는 책임을 지지 않습니다. 5. 변경된
				약관에 동의하지 않는 회원은 회원 탈퇴(이용계약의 해지)를 할 수 있으며, 회사가 본 조 제3항에
				따라 통지한 약관변경 적용일까지 거부의사를 표시하지 않으면 약관의 변경에 동의한 것으로
				본다는 뜻을 회원에게 명확하게 고지하였음에도 의사표시가 없는 경우에는 변경된 약관을 승인한
				것으로 봅니다. 6. 회사는 관련 법령의 규정 등에 따라 특정 서비스에 관한 약관(이하
				"개별약관")을 별도로 제정할 수 있으며, 회원이 개별약관에 동의하면 개별약관은 이용계약의
				일부를 구성하고, 개별약관과 이 약관이 상충하는 경우, 개별약관이 우선하여 적용됩니다. 7. 이
				약관과 관련하여 당사자 간의 합의에 따라 추가로 작성된 계약서, 협정서, 통보서 등과 회사의
				운영정책 변경, 법령의 제·개정 또는 공공기관의 고시나 지침 등에 의하여 회사가 서비스를 통해
				공지하는 내용도 이용계약의 일부를 구성합니다.
			</p>
			<h4>제4조 (대리행위·보증의 부인)</h4>
			<p>
				1. 회사는 회원 간 회원의 상품을 거래할 수 있도록 서비스의 이용을 허락하거나, 통신판매를
				알선하는 것을 목적으로 마켓플레이스 서비스를 제공하며, 회사는 통신판매중개자로서 효율적인
				서비스를 위한 시스템 운영 및 관리 책임만을 부담하고, 상품의 거래와 관련하여 고객 또는
				디자이너 회원을 대리하지 아니합니다. 2. 회원 간에 성립한 거래는 회원 각자의 자기결정에
				의하여 성립되는 것으로서, 성립된 거래 및 디자이너 회원이 제공하고 등록한 정보에 대해서는
				해당 회원이 그에 대한 직접적인 책임을 스스로 부담하여야 합니다. 회사가 서비스의 이용 편의를
				높이기 위하여 디자이너 회원 등으로부터 상품 관련 정보를 제공받아 게재하거나 제3자가 제공하는
				방식으로 서비스를 통하여 참조용 상품정보나 관련 콘텐츠를 제공하는 경우에도 회사는 고객의
				구매결정에 대하여 책임을 부담하지 아니합니다. 3. 회사는 회사가 제공하는 시스템을 통하여
				이루어지는 고객과 디자이너 회원 간의 거래와 관련하여 판매의사 또는 구매의사의 존부 및
				진정성, 등록물품의 품질, 완전성, 안정성, 적법성 및 타인의 권리에 대한 비침해성, 고객 또는
				디자이너 회원이 입력하는 정보 및 그 정보를 통하여 링크된 URL에 게재된 자료의 진실성 또는
				적법성 등 일체에 대하여 보증하지 아니하며, 이와 관련한 일체의 위험과 책임은 해당 회원이
				전적으로 부담합니다.
			</p>
			<h3>제2장 이용계약 및 정보보호</h3>
			<h4>제5조 (서비스 이용계약의 성립)</h4>
			<p>
				1. 회사의 서비스에 관한 이용계약(이하 “이용계약"이라고 합니다)은 회사의 서비스를 이용하고자
				하는 자가 이 약관에 동의하여 회원가입 신청을 하고, 회사가 이용승낙의 의사표시를 해당
				서비스화면에 게시하거나, 전자우편 또는 기타 방법으로 통지함으로써 성립합니다. 2. 회원가입은
				만 14세 이상의 개인 또는 사업자(개인사업자 및 법인사업자)가 할 수 있으며, 서비스를
				이용하고자 하는 자가 이 약관에 동의하고, 회사가 정한 회원 가입 신청 양식에 포함된 정보(실명
				등)를 사실과 다름없이 기입한 후 회사가 지정한 방법에 따라 제출하는 방법으로 합니다. 회사는
				필요한 경우 관련 증빙 서류를 제출요청 할 수 있습니다. 3. 회사는 『청소년보호법』 상의
				보호대상인 회원, 만 19세미만의 회원, 외국인 회원, 법인 및 단체 회원 등 회원별로 서비스의
				이용을 제한할 수 있으며, 이러한 서비스의 제한에 대한 사항은 개별 서비스에 별도 안내 또는
				공지합니다. 4. 회사는 다음 각호의 사유가 발생한 경우 이용신청에 대한 승낙을 거부하거나
				유보할 수 있고, 해당 사유가 관련 법령을 위배하는 경우 이용 신청자는 관련 법령에 의거
				처벌받을 수 있습니다. ① 제출 정보(본인확인절차 포함)의 내용에 허위, 기재 누락, 오기, 제3자
				정보도용이 있는 경우 ② 회사가 본 조 제2항에 따라 제출한 정보의 정확성을 확인하기 위하여 관련
				법령이 허용하는 범위 내의 증빙자료의 제공을 요청하였으나, 부당하게 이를 제공하지 않는 경우 ③
				판매회원의 가입을 요청한 자와 서비스이용료를 납입하는 자의 정보가 다를 경우 ④ 이미 가입된
				회원과 정보(식별번호, 전자우편주소 등)가 동일한 경우 ⑤ 제출 정보의 내용에 허위, 기재 누락,
				오기가 있는 경우 ⑥ 이 약관 또는 회사와의 계약 등에 의하여 회원자격을 상실한 적이 있거나,
				이용신청의 제한이 있는 회원인 경우 ⑦ 회사로부터 회원자격 정지 조치 등을 받은 회원이 그
				조치기간 중에 이용계약을 임의 해지하고 재이용 신청을 하는 경우 ⑧ 부정한 용도 또는 회사의
				서비스 제공 목적에 반하여 영리를 추구할 목적으로 서비스를 이용하고자 하는 경우 ⑨ 판매회원의
				설비에 여유가 없거나 기술상 지장이 있는 경우 ⑩ 이 약관에 위배되거나 위법 또는 부당한
				이용신청임이 확인된 경우 ⑪ 기타 회사가 합리적인 판단에 의하여 필요하다고 인정하는 경우 5.
				회사는 본 조 제3항에 따라 제출한 정보의 정확성을 확인하기 위하여 관련법령이 허용하는 범위
				내에서 판매회원에게 증빙자료의 제공을 요청할 수 있습니다. 판매회원이 부당하게 증빙자료를
				제공하지 않는 경우 회사는 이용계약의 해지, 판매활동의 제한 또는 정산금 지급 보류 등의 조치를
				취할 수 있으며, 해당 판매회원은 이로 인하여 발생하는 손해에 대하여 회사에게 어떠한 책임도
				물을 수 없습니다. 6. 회사는 회원의 구매 금액, 횟수, 빈도 및 기타 이용 실적 등을 토대로
				회원의 등급을 부여 및 관리할 수 있고, 회원의 등급에 따른 혜택을 달리 부여할 수 있습니다. 7.
				회사가 회원에게 부여하는 등급 및 혜택에 관한 제반사항 및 그 변경은 별도의 서비스 화면에
				공지할 수 있고, 등급의 부여 기준, 혜택 등은 회사의 내부 방침에 따라 축소, 확대, 종료 등의
				변경을 할 수 있으며, 이에 관하여 관련 법령이 있는 경우에는 해당 법령에 의거하여 회원에게
				안내 또는 조치합니다.
			</p>
			<h4>
				제6조 (개인정보보호)
			</h4>
			<p>
				1. 회원은 이용신청 시 허위의 정보를 제공하여서는 아니되며, 회원의 정보를 허위로 수정하여
				회사 또는 제3자에게 손해를 입힌 경우 발생한 모든 손해를 배상하여야 합니다. 2. 회원은
				회원정보로써 기재 또는 회사에 제공한 사항(주소지, 대금결제를 위한 계좌정보 등)의 변경이 있는
				경우 즉시 서비스 플랫폼 내에서 개인정보를 직접 수정하거나 전자우편 또는 기타 방법으로
				회사에게 그 변경 사항을 알리는 등 회원의 정보에 관하여 최신의 정보를 유지하여야 합니다. 3.
				회사와 판매회원은 서비스의 제공과 관련하여 알게 된 회원의 개인정보를 이 약관에서 정한 목적
				이외의 용도로 사용하거나 본인의 승낙 없이 제 3자에 누설, 배포하지 않고, 이를 보호하기 위하여
				노력하며, 회원의 개인정보의 처리에 관한 사항은 『개인정보보호법』 및 『정보통신망법』 등
				개인정보의 보호에 관한 관계 법령 및 회사의 개인정보 처리방침에 따릅니다. 4. 회원이 본 조를
				위반하거나 회사에 대한 통지를 지연하여 회사 또는 제3자에게 발생한 모든 손해에 대한
				민·형사상의 책임은 회원에게 있으며, 이로 인하여 발생한 모든 불이익에 대하여 회사에 중대한
				귀책이 없는 한 회사에게 어떠한 책임도 물을 수 없습니다. 5. 회사는 관련 법령에 따른 적법한
				절차 및 방법에 의거하여 수사기관 등의 요청이 있을 경우, 그 범위 내의 회원에 관한 개인정보를
				제공할 수 있습니다.
			</p>
			<h4>
				제7조 (ID 및 비밀번호의 관리)
			</h4>
			<p>
				1. 회원의 ID 및 비밀번호 등에 관한 관리책임은 회원 스스로에게 있으며, 어떠한 경우에도 본인의
				ID 또는 비밀번호를 타인에게 양도, 증여, 대여하거나 이를 담보로 제공할 수 없습니다. 2. 회사는
				다음 각 호의 경우에 사전 통지없이 회원의 ID 및 비밀번호의 사용을 제한하거나 변경, 또는
				삭제할 수 있습니다. 1. 타인의 개인정보를 도용하는 등 부정한 목적 또는 방법으로 이용신청을 한
				경우 2. 회원의 ID 또는 비밀번호가 유출되거나, 유출될 우려가 있는 경우 3. 회원 또는 제3자가
				회원을 회사 또는 회사의 임직원이나 관계자로 오인할 우려가 있는 경우 3. 회원은 ID또는
				비밀번호가 유출, 도난당하거나 제3자가 무단으로 이를 사용하고 있음을 인지한 경우 즉시
				회사에게 통보하여야 하고, 회사는 이의 신속한 처리를 위하여 합리적인 노력을 하여야 합니다. 4.
				회사는 회원이 본 조를 위반하여 회원에게 발생한 불이익에 대하여 책임지지 않습니다.
			</p>
			<h3>제3장 서비스의 제공 및 이용</h3>
			<h4>
				제8조 (서비스의 제공)
			</h4>
			<p>
				1. 회사는 회원에게 서비스가 안전하게 제공될 수 있도록 각종 설비와 자료를 관리하고, 서비스가
				제공 목적에 맞게 이용되고 있는지 확인합니다. 만일 회원에게 서비스 이용 목적에 위반되는
				부분이 있는 것으로 확인되면 사유의 소명을 요청할 수 있습니다. 2. 회사는 디자이너 회원이
				등록한 상품의 판매촉진을 위해 해당 정보를 포털, 가격비교 사이트 및 국내외 사이트 등에 노출할
				수 있으며, 할인행사 등을 실시할 경우에 등록된 상품을 할인된 가격으로 노출할 수 있습니다 3.
				회사는 서비스의 운영과 관련하여 회사가 제공하는 서비스의 화면 및 홈페이지 등에 광고를 게재할
				수 있습니다. 4. 회사는 회원이 서비스 이용 중 필요하다고 인정되는 다양한 정보를 서비스 내
				공지사항, 서비스 화면, 전자우편 등의 방법으로 회원에게 제공할 수 있습니다. 다만, 회원은
				관련법에 따른 거래관련 정보 및 고객문의 등에 대한 답변 등을 제외하고는 당해 정보제공에
				대해서 수신 거절을 할 수 있습니다. 5. 회사는 자유로운 전자상거래에 있어서 필요로 하는 각종
				서비스를 제공하고, 회사의 내부 정책에 따라 그에 대한 서비스 이용료를 부과할 수 있습니다 6.
				회사는 『부가가치세법』 등 관련 법령에 의거하여 납세관리에 관한 정책을 수립 및 운영할 수
				있으며, 과세 관청의 요청에 따라 회원의 과세자료를 국세청에 제공할 수 있습니다. 이 경우
				회사는 관련 법령에 따라 부과되는 세액 등에 대하여 어떠한 책임도 지지 않습니다. 7. 회사는
				고객의 법령 위반, 이 약관 위반, 기타 금지행위 여부에 대한 적절한 모니터링을 실시할 수 있고,
				회원은 회사의 모니터링 업무에 대하여 협조하여야 하며 회사가 요청하는 필요 최소한의
				증빙자료를 제출할 의무가 있습니다. 8. 회사는 이 이용계약의 위반 행위를 확인되면 해당
				회원에게 부가적으로 제공한 혜택의 일부 또는 전부를 회수하거나, 특정 서비스의 이용을
				제한하고, 이용계약을 해지하는 등의 조치를 할 수 있습니다.
			</p>
			<h4>
				제9조 (서비스 제공의 중지)
			</h4>
			<p>
				1. 회사는 다음 각 호에 해당하는 경우 특정 서비스의 일부 또는 전부를 사전 통지하고 일시적
				또는 영구적으로 수정, 중단하거나 변경할 수 있으며 이에 대하여 관련법에 특별한 규정이 없는 한
				회원에게 별도의 보상을 하지 않습니다. ① 서비스 이용 설비의 보수 등 공사로 인한 부득이한
				경우이거나 기술 진보에 따른 차세대 서비스로의 전환 필요성이 있는 경우 ② 『전기통신사업법』에
				규정된 기간통신사업자가 전기통신 서비스를 중지했을 경우 ③ 원활한 서비스 제공의 곤란 또는
				수익성 악화되거나 서비스 제공과 관련한 회사 정책의 변경 등 상당한 이유가 있는 경우, ④
				국가비상사태, 정전, 서비스 설비의 장애 또는 서비스 이용의 폭주 등으로 정상적인 서비스 이용에
				지장이 있는 때에는 서비스의 전부 또는 일부를 제한하거나 정지할 수 있습니다. ⑤ 기타
				불가항력적 사유가 있는 경우 2. 회사는 서비스의 내용, 이용방법, 이용시간에 대하여 변경 또는
				서비스 중지, 중단이 있는 경우에는 해당 서비스의 내용 및 사유와 일자 등은 그 변경 또는 중단
				전에 회사의 웹사이트 또는 서비스 내 공지사항 화면 및 기타 방법 등으로 회원이 충분이 인지할
				수 있는 방법으로 30일의 기간을 두고 사전에 통지합니다.
			</p>
			<h4>
				제10조 (판매촉진 아이템 서비스)
			</h4>
			<p>
				1. 회사는 상품판매의 촉진을 위하여 디자이너 회원이 회원에게 지급할 수 있는 할인쿠폰,
				마일리지 아이템 및 디자이너 회원이 자신의 상품 노출을 용이하게 할 수 있는 프리미엄 전시권,
				상점 로고 등의 다양한 판매촉진 아이템을 유상 제공합니다 2. 회사는 회원에게 판매촉진 아이템의
				이용방법 및 이용요금, 제공서비스 등을 구체적으로 설명하여, 디자이너 회원의 해당 서비스
				이용에 조력합니다.
			</p>
			<h4>
				제11조 (할인쿠폰)
			</h4>
			<p>
				1. 할인쿠폰은 회원가입 및 회사의 이벤트 프로모션 참여 등을 통하여 회원에게 무상으로
				지급되며, 각 유효기간, 할인금액 및 사용조건 및 방법 등은 개별 안내사항을 통하여 확인
				가능하고, 할인쿠폰의 제공내용 및 운영방침은 회사 정책에 따라 달라질 수 있습니다. 2.
				할인쿠폰에 표시된 유효기간이 만료되거나 이용계약이 종료되면 소멸하고, 사용조건을 만족하지
				않는 경우 사용이 제한될 수 있으며, 상품구매 후 취소나 반품으로 환불이 이루어졌을 때에 해당
				할인쿠폰의 유효기간이 만료된 경우 재사용을 할 수 없습니다. 3. 할인쿠폰은 현금으로 출금될 수
				없으며, 회사는 회원이 부정한 목적과 방법으로 할인쿠폰을 획득하거나 사용하는 사실이 확인될
				경우, 해당 회원에 대한 할인쿠폰을 회수 또는 소멸시키거나 서비스의 이용자격을 제한할 수
				있습니다.
			</p>
			<h4>
				제12조 (적립금)
			</h4>
			<p>
				1. 회사는 물품구매액 또는 이벤트 당첨결과 등에 따라 회원에게 적립금을 부여할 수 있으며,
				고객은 적립금을 상품의 구매비용을 결제 시 구매비, 배송비 등 지정된 용도 및 절차에 따라
				사용할 수 있습니다. 2. 적립금의 적립방법, 기준, 이용 조건, 이용기간, 소멸 조건 등은 회사의
				마케팅 정책의 변경이나 법령의 개정 및 폐지, 회사와 디자이너 회원의 계약관계의 변경 등
				합리적이고 상당한 이유가 있는 경우 회사에 의해 변경될 수 있습니다. 이 경우 회사는 30일
				이상의 사전유예기간을 두고 해당 내용을 회원에게 통지합니다. 3. 적립금은 회사가 정한
				유효기간이 만료하거나 이용계약이 종료되면 소멸하며, 회사는 회원이 상품의 구매 후 취소 또는
				반품을 할 경우 부여한 적립금을 회수할 수 있습니다. 4. 적립금은 현금으로 출금될 수 없으며,
				회원은 적립금을 타인에게 양도할 수 없고 부정한 목적이나 용도로 사용할 수 없습니다. 5. 회사는
				회원이 본 조를 위반하여 적립금을 사용할 경우 해당 사유를 사전(미리 통지할 수 없는 경우
				사유를 안 날로부터 지체없이) 통지하고, 적립금을 박탈하거나 서비스의 이용 자격을 정지할 수
				있습니다.
			</p>
			<h4>
				제13조 (회원에 대한 통지)
			</h4>
			<p>
				1. 회사가 회원에 대한 통지를 하는 경우 이 약관에 별도 규정이 없는 한 서비스 내 전자우편주소,
				문자(SMS, MMS)메시지, 앱푸시(APP-PUSH)메시지 등으로 할 수 있습니다. 2. 회사는 회원 전체 또는
				불특정 다수인을 상대로 통지를 함에 있어서는 7일 이상 회사의 웹사이트 기타 회사의 공지사항
				화면에 게시함으로써 본 조 제1항의 통지를 갈음할 수 있습니다. 단, 회원 본인의 거래와 관련하여
				중대한 영향을 미치는 사항은 상당한 기간 동안 게시판을 통해 이를 공지하고 전자우편 또는 기타
				수단을 통하여 통지합니다. 3. 제휴업체와의 계약종료 또는 변경, 신규서비스의 개시 등 회사의
				제반사정으로 서비스의 내용이 변경되거나 서비스가 중단되는 경우 회사는 회원의 등록된 전자우편
				주소 또는 앱푸시(APP-PUSH)메시지를 통하여 서비스 내용의 변경 사항 또는 종료를 통지할 수
				있습니다.
			</p>
			<h4>제14조 (회사의 면책)</h4>
			<p>
				1. 회사는 천재지변 또는 이에 준하는 불가항력으로 인하여 서비스를 제공할 수 없는 경우에는
				서비스 제공에 관한 책임이 면제됩니다. 2. 회사는 회원의 귀책사유로 인한 서비스 이용의 장애에
				대하여 책임을 지지 않습니다. 3. 회사는 회원이 서비스를 이용하여 기대하는 수익을 상실한 것에
				대하여 책임을 지지 않으며, 그 밖의 서비스를 통하여 얻은 자료로 인한 손해에 관하여 책임을
				지지 않습니다. 4. 회사는 디자이너 회원이 게재한 상품 판매에 관한 정보, 자료, 사실의 신뢰도,
				정확성 등 내용에 관해서는 책임을 지지 않습니다. 5. 회사는 고객 및 디자이너 회원 간 또는
				회원과 제3자 상호간에 서비스를 매개로 하여 회사의 매매보호서비스를 이용하지 않은 거래에
				관하여 어떠한 책임을 지지 않습니다. 6. 디자이너 회원과 회원, 배송업체, 금융기관 등과의
				사이에 발생한 분쟁은 당사자들간의 해결을 원칙으로 하며, 회사에 중대한 귀책사유가 없는 한
				회사는 어떠한 책임도 부담하지 않습니다.
			</p>
			<h3>
				제4장 일반적 준수사항
			</h3>
			<h4>
				제15조 (게시물 및 게시판 관리)
			</h4>
			<p>
				1. 회사는 게시물이 다음 각 호에 해당하는 경우 사전 통보 없이 해당 게시물을 삭제하거나
				게시자에 대하여 특정서비스의 이용제한, 이용계약의 해지 등의 조치를 할 수 있습니다. 단,
				게시물이 다음 각 호 중 하나에 해당하지 않는 한, 회사는 게시물에 구매한 물품에 대한 단순불만
				등 디자이너 회원에게 불리한 내용이 포함되었다는 이유만으로 게시물을 삭제하지 않습니다. ①
				대한민국의 법령을 위반하는 내용을 포함하는 경우 ② 법원의 판결, 결정 등 또는 관련 법령에 따라
				권한을 보유한 행정기관의 행정처분, 명령이 있는 경우 ③ 관계법령에 의거 판매가 금지된 불법제품
				또는 음란물을 게시, 광고하는 경우 ④ 허위 또는 과대광고의 내용을 포함하는 경우 ⑤ 타인의
				권리나 명예, 신용 기타 정당한 이익을 침해하는 경우 ⑥ 회사가 제공하는 구매안전 서비스를
				이용하지 않고 회원간 직접 거래하는 행위(직거래) 유도 또는 타 사이트의 링크를 게시하는 경우 ⑦
				정보통신기기의 오작동을 일으킬 수 있는 악성코드나 데이터를 포함하는 경우 ⑧ 사회 공공질서나
				미풍양속에 위배되는 경우 ⑨ 회사가 제공하는 서비스의 원활한 진행을 방해하는 것으로 판단되는
				경우 ⑩ 범죄행위와 관련된 내용을 포함하는 경우 ⑪ 정치, 경제적 분쟁을 야기하는 내용을 포함하는
				경우 2. 회원이 작성한 상품평 등의 각종 게시물은 서비스 내 거래되는 상품의 판촉, 홍보 등을
				위하여 회사가 제휴한 타사이트에 복제, 배포, 전송, 전시될 수 있으며, 본질적인 내용에 변경을
				가하지 않는 범위 내에서 수정, 편집될 수 있습니다. 3. 회원의 게시물 등이 본인의 사생활을
				침해하거나 명예를 훼손하는 등 권리를 침해 받은 회원 또는 제3자는 회사의 침해 중단 신청 방법
				및 절차에 따라 그 침해사실을 소명하여 회사에 해당 게시물 등의 삭제 또는 반박 내용의 게재를
				요청할 수 있으며, 이 경우 회사는 『정보통신망법』 등 관련 법령에 의거하여 30일 이내로
				임시조치 등의 조치를 취할 수 있습니다. 4. 회원의 게시물 등으로 인한 법률상 이익 침해를
				근거로, 다른 회원 또는 제3자가 회원 또는 회사를 대상으로 하여 민형사상의 법적 조치를 취하는
				경우, 법원의 확정판결이 있을 때까지 관련 게시물 등에 대한 접근을 잠정적으로 제한할 수
				있습니다. 게시물 등의 접근 제한과 관련한 법적 조치의 소명, 법원의 확정 판결에 대한 소명
				책임은 게시물 등에 대한 조치를 요청하는 자가 부담합니다.
			</p>
			<h4>
				제16조 (권리의 귀속)
			</h4>
			<p>
				회사는 서비스를 이용함에 있어 저작권자의 저작권 보호를 위한 정책을 수립하여 운영하며 회원은
				회사의 저작권 정책을 준수하여야 합니다. ② 회사가 작성한 저작물에 대한 저작권, 특허권, 상표권
				기타 지식재산권은 회사에 귀속합니다. 회원은 서비스를 이용함으로써 얻은 정보를 회사의 사전
				승낙 없이 복제, 송신, 출판, 배포, 방송 등 기타 방법에 의하여 이용하거나 제3자에게 이용하게
				하여서는 안 됩니다. ③ 회원이 서비스를 이용하면서 작성한 상품평 등의 게시물에 관한 저작권은
				이를 작성한 회원 본인에게 있으며, 해당 게시물이 타인의 저작권 등 권리를 침해하는 경우 그에
				대한 책임은 회원 본인이 부담합니다.
			</p>
			<h4>
				제17조 (금지행위)
			</h4>
			<p>
				1. 회원은 이 약관, 회사의 운영정책 및 서비스 내에 회사가 공지한 사항을 지켜야 하며, 이를
				위반하거나 이행하지 않아 발생하는 모든 손실과 손해에 대하여 책임을 집니다. 2. 회원은
				서비스를 이용함에 있어 다음 각 호에서 규정한 행위를 하여서는 안됩니다. ① 회원이 이용신청
				또는 변경 시, 허위사실을 기재하거나 자신 또는 다른 회원의 ID 및 개인정보(타인의 명의,
				카드정보, 계좌정보 등)를 이용·공유하는 행위 ② 서비스에 게시된 정보를 임의로 변경하는 행위 ③
				회사가 제공하는 서비스 이용방법을 따르지 않고 비정상적인 방법으로 서비스를 이용하거나
				시스템에 접근하는 행위(리버스엔지니어링, 디컴파일, 디스어셈블 및 기타 일체의 가공행위를
				통하여 서비스를 복제, 분해 또는 모방 기타 변형, 자동 접속 프로그램 등의 사용, 회사의 서버에
				부하를 일으켜 회사의 정상적인 서비스를 방해하는 행위 등 일체) ④ 서비스를 이용하여 얻은
				정보를 회사의 사전 승낙 없이 영리 또는 비영리의 목적으로 복제, 출판, 방송 등에 사용하거나
				타인에게 제공하는 행위 ⑤ 서비스를 이용하여 상품 또는 용역을 판매하는 영업활동 등의 상행위를
				하는 행위 ⑥ 회사 또는 회원 기타 타인의 권리(저작권 등 지식재산권 포함)나 명예, 신용 기타
				정당한 이익을 침해하거나 대한민국 법령 또는 공서양속에 위배되는 행위 ⑦ 상품에 대해 확인되지
				않는 사실로 불신을 조장하는 행위 ⑧ 회사 또는 타인의 명예를 손상시키거나, 모욕하는 행위 ⑨
				회사 또는 타인의 업무를 방해하거나 그러한 시도(다량의 정보를 전송하거나 광고성 정보를 전송
				등)를 하는 행위 ⑩ 다른 회원의 서비스 이용을 방해하거나 회사 또는 회사의 임직원이나 관계자를
				사칭하는 행위 ⑪ 타인과 유·무상 등의 방법으로 회사로부터 제공받은 적립금, 할인쿠폰 등을
				거래하는 행위 ⑫ 실제 제품의 배송이 없거나 할인쿠폰 등의 유효기간을 연장하기 위한 목적으로
				구매와 취소를 반복하는 등 제품의 실질적인 구매의사가 없는 구매행위 ⑬ 회사가 제공하는
				혜택이나 할인률 등을 부당하게 이용하거나 VIP클럽 등 대상회원이 멤버십으로 가입함으로써
				회사가 대상회원에게 추가적으로 제공하는 각종 서비스를 타인에게 대여·양도·오남용 하는 행위 ⑭
				제3자에게 재판매하기 위한 목적으로 상품을 구매하는 행위 또는 제3자에게 재판매하기 위한
				목적으로 회사가 제공하는 혜택이나 할인률 등을 부당하게 이용하는 행위 ⑮ 회원의 의무를
				불이행하는 행위 16 기타 관련법령이나 회사에서 정한 규정을 위배하는 행위 3. 회원이 본 조의
				의무를 위반하거나 기타 회사가 합리적인 판단에 기하여 서비스의 제공을 거부할 필요가 있는
				경우, 회사는 기간을 정하여 전부 또는 일부의 서비스이용을 제한, 중지하거나 상당기간의 최고 후
				이용계약을 해지할 수 있습니다. 이 경우, 회사는 거래 사실 확인 및 소명을 위해 조치를 취한
				날로부터 15일 이내에 회원에게 필요 최소한의 증빙자료(거래사실증명서, 물품 수급 및 발주,
				배송증빙서류 등)를 요청할 수 있습니다.
			</p>
			<h3>
				제5장 마켓플레이스 서비스의 이용
			</h3>
			<h4>
				제18조 (매매계약의 체결 및 대금 결제)
			</h4>
			<p>
				1. 상품의 매매계약은 고객이 디자이너 회원이 제시한 상품의 판매 조건에 응하여 청약의
				의사표시를 하고 이에 대하여 디자이너 회원이 승낙의 의사표시를 함으로써 체결됩니다. 2. 회원은
				매매대금의 결제와 관련하여 회원이 입력한 정보 및 그 정보와 관련하여 발생하는 제반 문제에
				대한 모든 책임을 부담하여야 합니다. 3. 고객이 현금, 카드 기타의 방법으로 매매 대금을 결제할
				수 있는 방법을 제공하며, 회원이 매매대금 결제 시 사용한 결제수단에 대해 정당한 사용권한을
				가지고 있는 지의 여부를 확인할 수 있습니다. 4. 회사는 회원이 상품을 주문한 후 일정 기간 내에
				매매대금을 결제하지 않을 경우 당해 주문을 회원의 동의 없이 취소할 수 있으며, 본 조 제3항의
				확인이 완료될 때까지 거래진행을 중지하거나, 확인이 불가한 경우 해당거래를 취소할 수
				있습니다. 5. 회사는 고객이 매매계약 체결 내용을 서비스 내에서 용이하게 확인할 수 있도록
				조치하며, 매매계약의 취소 방법 및 절차를 안내합니다. 6. 회원이 실제로 결제하는 금액은
				디자이너 회원이 정한 공급원가, 기본이용료, 상품에 적용된 할인쿠폰, 배송비, 옵션상품의
				옵션내역 등이 적용된 금액(실구매액)이며 회원에게 발행되는 구매증빙서(현금영수증, 세금계산서,
				신용카드매출전표 등)는 실구매액으로 발행됩니다.
			</p>
			<h4>제19조 (구매안전 서비스)</h4>
			<p>
				1. 회사는 회사에서 이루어지는 선불식 통신판매에 있어서 고객이 지급하는 매매대금을 예치하고
				배송이 완료된 후 재화 또는 용역의 대금을 디자이너 회원에게 지급함으로써 구매과정의 안전을
				도모합니다 2. 회사가 제공하는 구매안전 서비스를 이용하지 않고 회원간 직접 거래하는
				행위(직거래)는 거래의 안전을 위하여 금지되고, 직거래를 통하여 발생한 제반 문제에 대한 책임은
				거래 당사자에게 있으며 회사는 이에 대해 어떠한 책임도 지지 않습니다.
			</p>
			<h4>
				제20조 (취소 및 환불)
			</h4>
			<p>
				1. 고객의 취소 요청 후 24시간 이내에 디자이너 회원이 환불처리나 발송확인 처리를 하지 않을
				경우 해당 고객에게 매매대금이 자동 환불될 수 있습니다. 2. 상품 특성 상 고객은 구매한 상품을
				다운로드 받기 전까지 구매를 취소할 수 있으며, 이미 다운로드가 진행된 이후에는 취소가
				불가능합니다. 해당 사항에 대해서는 고객에게 매 결제 시마다 사전 알림을 통해 고지하도록
				합니다. 3. 고객의 구매 취소 요청은 다음 각호와 같이 처리됩니다. ① 결제를 완료한 후 다운로드
				대기 상태: 취소신청 접수 시 특별한 사정이 없는 한 즉시 취소처리 완료 ② 다운로드 상태: 취소
				처리 불가 ③ 취소처리에 따른 환불  카드결제- 취소절차가 완료된 즉시 결제 취소  현금결제-
				취소절차 완료일로부터 3영업일 이내 현금잔고로 환불
			</p>
			<h4>제21조 (교환 및 환불)</h4>
			<p>
				1. 고객이 상품 다운로드 전 교환이나 환불을 요청하는 경우 디자이너 회원은 관련 법률에
				의거하여 교환이나 환불을 해주어야 하며, 추가로 발생하는 비용은 교환이나 환불의 책임이 있는
				측이 부담합니다. 2. 디자이너 회원은 상품의 하자가 있는 경우 전량 리콜(수리, 교환,
				환불)하여야 하며, 리콜에 따른 모든 비용을 부담하여야 합니다. 3. 카드결제를 통한 구매건의
				환불은 원칙적으로 카드결제 취소를 통해서만 가능합니다. 4. 고객은 현금잔고로 환불된 금액을
				통장으로 입금 받고자 하는 경우에는 별도로 지정한 자신의 출금계좌로 현금 출금요청을 통해
				출금할 수 있습니다.
			</p>
			<h3>
				제6장 회원 관리 및 보호
			</h3>
			<h4>
				제22조 (분쟁조정 센터)
			</h4>
			<p>
				1. 회사는 고객이 서비스를 이용할 때 발생할 수 있는 정당한 의견이나 불만 사항을 적극적으로
				수렴하여 해결하고, 회원 상호 간의 분쟁을 조정하며, 고객이 고객센터의 절차 안내에 따라 분쟁의
				해결을 요청할 경우 분쟁해결 기구의 업무를 대행하여 진행할 수 있습니다. 2. 회사는 회원이
				제기하는 각종 불만사항과 의견을 적극적으로 검토한 후 정당하다고 판단될 때에는 이를 신속하게
				처리하며, 즉시 처리하기가 어려운 사항이 있으면 그 사유와 처리기간을 전자우편 혹은 전화로
				회원에게 통보합니다.
			</p>
			<h4>제23조 (디자이너 회원의 서비스 이용)</h4>
			<p>
				1. 회사는 디자이너 회원의 등록을 별도의 절차로 승인하며, 이의 승인이 완료된 디자이너 회원은
				서비스 이용료 등을 고려하여 상품의 판매가격을 본인의 책임으로 자유롭게 정하고, 상품의 판매를
				위한 상품에 관한 정보를 직접 등록 및 관리하여야 합니다. 2. 디자이너 회원은 회사가 제공하는
				서비스를 이용함에 있어서 『전자상거래법』(예시:공급서, 표시광고 등 통신판매에 관한 규정),
				『전자거래기본법』(예시:소비자보호에 관한 규정), 『소비자기본법』(예시:사업자의 의무에 관한
				규정), 『표시광고법』(예시:물품상세설명에 관련한 표시, 기재사항) 등 관련법령을 준수하여야
				하며, 이에 반하여 고객에게 불리한 거래 조건을 통지한 경우에도 관련 법령이 우선하고, 이
				약관의 규정을 들어 관련법령 위반에 대한 면책을 주장할 수 없습니다. 3. 디자이너 회원은 고객과
				상품매매에 관련하여 분쟁이 발생하면 분쟁의 해결을 위하여 성실히 임해야 하며, 분쟁해결 과정
				내 이 약관, 운영정책을 위반하거나 불성실 등 디자이너 회원의 귀책사유로 회사 또는 고객에게
				손해가 발생할 경우 그에 대한 모든 책임을 부담하여야 합니다. 4. 디자이너 회원은 수시로
				변동되는 사항에 대한 데이터를 적절히 관리하여야 하며, 데이터를 허위로 기재할 수 없고, 청소년
				유해 매체물 또는 성인대상의 상품을 판매할 경우 회사가 지정한 판매 카테고리 등을 준수하여야
				합니다. 5. 디자이너 회원은 다음 각 호의 행위를 하여서는 아니됩니다. ① 회사의 서면에 의한
				사전 승인 없이 회사의 상호나 로고를 사용하는 행위 ② 디자이너 회원이 회사를 통하지 않고 제3의
				외부업체의 프로그램을 이용하여 상품을 등록하는 경우 ③ 회사의 서비스를 이용하지 않고 상품을
				판매하는 직거래를 하거나 이를 유도하는 행위 ④ 판매된 상품에 대한 품질보증서비스를 본인의
				책임과 비용으로 실시하지 않는 행위 ⑤ 회사의 경영 또는 영업 활동을 방해하는 불공정행위를
				직∙간접적으로 하거나, 제3자로 하여금 하게 하는 행위 ⑥ 디자이너 회원 본인의 제품 구매 또는
				실제 제품의 이동 없이 판매점수 및 광고 효과를 높이기 위한 구매 또는 부당한 할인 획득을 위해
				제3자의 명의 또는 계정을 이용하여 구매하는 행위 ⑦ 연락처, 주소 등의 정보를 거짓으로
				등록하거나 회사 또는 고객의 정당한 연락을 회피하는 행위 및 불성실, 부정확한 답변을 하는 행위
				⑧ 물품판매 또는 용역제공을 가장하여 자금을 융통하는 것과 같이 『여신전문금융업법』 등 법령에
				따라 금지된 방법으로 비정상적인 결제를 하는 행위 ⑨ 디자이너 회원이 본인에게 책임이 있는
				사유로 주문을 취소하는 것임에도 법령 또는 회사의 정책 적용을 회피할 목적으로 고객에게 취소를
				요구하거나 종용하는 행위 ⑩ 회사의 모니터링 업무에 협조하지 않아 답변 및 증빙 자료의 제출을
				거부∙해태 하는 행위 ⑪ 제28조의 판매금지 물품을 광고 또는 판매하는 행위 ⑫ 기타 비정상적인
				방법으로 상품을 노출하거나 기타 부당한 이익을 취하는 모든 행위 6. 디자이너 회원은 자신의
				정보란에 회사가 정하는 절차에 따라 인증 받은 유선전화번호 또는 휴대폰 번호를 대표번호로서
				설정하고 항상 최신 정보로서 유지하여야 합니다. 또한, 대표번호 변경 시 또는 매 6개월마다
				새로이 인증을 받아야 합니다. 디자이너 회원이 본 항의 의무를 이행하지 않을 경우 회사는 이행
				완료 시까지 해당 디자이너 회원의 물품 등록과 편집을 제한할 수 있습니다. 7. 디자이너 회원이
				본 조를 위반하는 경우, 회사는 그 과정에서 유발되는 각종 기술적, 법적 문제에 대하여 아무런
				책임을 지지 아니하며, 디자이너 회원은 모든 민∙형사상의 책임 및 이로 인하여 발생한 모든
				손해를 전적으로 배상할 의무가 있습니다. 8. 디자이너 회원이 이 이용계약을 위반하거나 이로
				인한 클레임이 발생하였을 경우, 회사는 운영정책에 따른 조치(회사 내부 신용등급의 하락,
				벌점부여, 서비스의 이용 제한, 이용계약의 해지 등)를 할 수 있습니다. 회사의 상세한 운영정책은
				디자이너 회원으로 등록하기 전 디자이너 회원의 등록 신청자에게 제공하며, 이를 디자이너 앱&웹
				내에 공개합니다.
			</p>
			<h4>제24조 (판매금지물품)</h4>
			<p>
				회사는 회사와 다른 디자이너 회원의 정상적인 영업 활동을 방해하는 다음 각 호에서 정하는 매매
				부적합 제품의 등록∙판매를 금지합니다.
			</p>
			<p>
				1. 실제 판매하지 않는 제품(테스트 목적으로 등록한 경우 등) 2. 제품과 관련이 없거나 제품의
				등록에 관한 회사의 운영정책을 위반하여 등록 제품 3. 동일 카테고리 또는 인접 카테고리에
				같거나 유사한 판매조건으로 복수 등록한 중복 제품(같은 제품으로 간주되는 경우도 포함) 4. 검색
				노출을 확장하기 위해 판매 제품과 관련 없는 브랜드명, 물품명, 인기 키워드 등을 기재하여
				등록한 제품 5. 제품의 판매 가격이 시중의 통상적인 거래 가격보다 지나치게 낮거나 높아
				위∙모조품 또는 허위 재고로 의심되는 제품 6. 거짓 또는 과장하거나 고객을 기만하는 방법으로
				광고한 제품 7. 지식재산권, 상표권 등 타인의 권리를 침해하는 제품 8. 기타 관계 법령에
				저촉되거나 회사가 합리적인 사유로 판매를 금지하는 제품
			</p>
			<h3>
				제7장 서비스 이용 제한 등
			</h3>
			<h4>
				제25조 (서비스 이용의 제한 및 중지)
			</h4>
			<p>
				1. 회사는 아래 각 호 중 어느 하나에 해당하는 사유가 발생한 경우에는 회원의 서비스 이용을
				제한 또는 중지할 수 있습니다. ① 제17조를 위반한 경우 ② 서비스용 설비 점검, 보수 또는 공사로
				인하여 부득이한 경우 ③ 『전기통신사업법』에 규정된 기간통신사업자가 전기통신 서비스를
				중지했을 경우 ④ 국가비상사태, 서비스 설비의 장애 또는 서비스 이용의 폭주 등으로 서비스
				이용에 지장이 있는 경우 ⑤ 회원이 사기 및 악성 글 등 건전한 거래 문화 활성화 방해되는 행동을
				했을 경우 ⑥ 기타 중대한 사유로 인하여 회사가 서비스 제공을 지속하는 것이 부적당하다고
				인정하는 경우 2. 회원이 서비스를 이용하는 도중, 연속하여 3개월 동안 서비스를 이용하기 위해
				log-in한 기록이 없는 경우, 회사는 당해 회원의 서비스를 제한할 수 있습니다. 3. 회사는 회사의
				정책에 따라서 회원 간의 차별화된 서비스를 언제든지 제공할 수 있습니다. 만약 회원이 비용을
				지불하지 않고 유료서비스의 사용을 할 경우 회사는 특정 회원에게 서비스 중지 및 특정 서비스
				제한을 할 수 있습니다. 4. 회사는 이 약관, 관련 법령 및 상거래의 일반원칙을 위반한 회원에
				대하여 다음과 같은 조치를 할 수 있습니다. ① 회사가 부가적으로 제공한 혜택의 일부 또는 전부의
				회수 ② 특정서비스 이용제한 ③ 이용계약의 해지 ④ 손해 배상의 청구 ⑤ 사이버수사대 수사 요청 ⑥
				정산일자 변경 및 신용점수 차감 5. 회사가 전항 각 호에 정한 조치를 할 경우 회사는 사전에
				회원에게 사전 통보하며, 회원의 연락이 두절되거나 긴급을 요하는 것과 같이 부득이한 경우 선
				조치 후 사후 통보할 수 있습니다. 6. 회원은 본 조에 의한 회사의 조치에 대하여 항변의 사유가
				있는 경우 이에 대하여 항변을 할 수 있습니다.
			</p>
			<h4>
				제26조 (이용 계약의 해지)
			</h4>
			<p>
				1. 회원은 언제든지 이 약관에서 정하는 절차에 따라 회사에게 해지의사를 통지함으로써
				이용계약을 해지할 수 있습니다. 다만, 회원은 해지의사를 통지하기 전에 모든 구매중인 절차를
				완료, 철회 또는 취소하지 않는 경우 이로 인한 불이익은 회원 본인의 책임으로 합니다. 2.
				이용계약은 해지의사가 상대방에게 도달한 때에 종료됩니다. 다만, 해지의 효력은 계약기간 내
				이미 발생한 권리관계 및 손해배상 청구에 관하여 영향을 미치지 아니합니다. 3. 본 항에 따라
				해지를 한 회원은 이 약관이 정하는 회원가입절차와 관련조항에 따라 회원으로 다시 가입할 수
				있습니다. 다만 회원이 중복참여가 제한된 판촉이벤트 중복 참여 등 부정한 목적으로 회원탈퇴 후
				재가입 신청하는 경우 회사는 재가입을 일정기간 동안 제한할 수 있습니다. 4. 회사는 회원에게
				다음과 같은 사유가 있는 경우 해지의사를 회원에게 통지하고 이용계약을 해지할 수 있습니다. ①
				제5조 제3항의 승낙거부사유가 있음이 확인된 경우 ② 제 17조를 위반하여 회사 또는 제3자에게
				발생한 손해의 전부 보전이 불가능하거나 불가능한 우려가 있는 경우 ③ 제23조의 의무를 위반한
				경우 ④ 회사나 다른 회원 기타 타인의 권리나 명예, 신용 기타 정당한 이익을 침해하거나 대한민국
				법령 또는 공서양속에 위배되는 행위를 한 경우 ⑤ 상품 등에 대해 확인되지 않는 사실로 불신을
				조장하는 행위를 한 경우 ⑥ 회사가 제공하는 서비스의 원활한 진행을 방해하는 행위를 하거나
				시도한 경우 ⑦ 기타 회사가 합리적인 판단에 기하여 서비스의 제공을 거부할 필요가 있다고 인정할
				경우 5. 이용계약은 회사가 해지의사를 회원에게 통지한 시점에 종료됩니다. 이 경우 회사는
				회원이 등록한 전자우편 또는 전화, 기타의 방법을 통하여 해지의사를 통지합니다. 6. 이용계약의
				종료와 관련하여 발생한 손해는 이용계약이 종료된 해당 회원이 책임을 부담하여야 하고 회사는
				일체의 책임을 지지 않습니다. 7. 회사가 본 조에 따라 회원과의 이용 계약을 해지하기로 결정한
				경우 회사는 회원의 탈퇴 처리 전에 이를 통지하고, 회원은 회사의 통지를 받은 날로부터 30일
				이내에 이에 대한 항변의 기회를 가집니다.
			</p>
			<h3>
				제8장 정산
			</h3>
			<h4>제28조 (판매대금의 정산)</h4>
			<p>
				1. 상품판매대금에 대한 정산은 상품 판매 가격에서 서비스 이용료를 제외한 금액을 기준으로
				산정되며, 디자이너 회원은 서비스 이용료 및 배송비 등을 고려하여 상품의 판매 대금을 자유롭게
				정할 수 있습니다. 2. 디자이너 회원이 회사를 통하여 판매한 상품의 판매대금은 당해 상품의
				배송완료 후 반품기간(7일) 후를 기준으로 하여 8주 이내로 정산함을 원칙으로 하되, 회사는
				디자이너 회원의 거래실적과 신용등급에 따라 이를 조정할 수 있습니다. 정산일이 비영업일일 경우
				익일 영업일 정산을 원칙으로 합니다. 이와 관련한 세부 사항은 다음과 같습니다. 3. 정산
				확정금액: 주문이 생성되고 구매일자로부터 3일이 지난 내역에 대한 판매금액이 정산확정금액으로
				책정됩니다. 4. 회사의 디자이너 회원에 대한 정산 일자 등 구매안전 서비스의 운영에 관한
				구체적인 내용은 회사가 제공하는 서비스 화면을 통하여 공지합니다.
			</p>
			<h4>제29조 (정산의 보류)</h4>
			<p>
				1. 회사는 디자이너 회원의 귀책사유로 인해 발생한 비용을 판매대금 정산 시 정산금액에서 공제한
				후 나머지 금액에 한하여 디자이너 회원에게 지급할 수 있습니다. 2. 디자이너 회원 또는 회사가
				서비스 이용 계약을 해지한 경우, 회사는 디자이너 회원의 마지막 3개월 동안 월평균 판매액의
				30%에 해당하는 금액을 계약 해지일로부터 3개월 동안 예치하여 고객으로부터의 클레임에 대한
				환불, 교환 등 추가비용지급에 사용하고, 이러한 염려가 없어진 후 나머지 금액 전액을 지급할 수
				있습니다. 3. 디자이너 회원의 채권자의 신청에 의한 판매대금의 가압류, 압류 및 추심명령 등
				법원의 결정이 있을 경우, 회사는 디자이너 회원과 채권자 간의 합의 또는 채무액의 변제 등으로
				동 결정이 해제될 때까지 판매대금의 정산을 중지하거나 제3채무자로서 디자이너 회원의 정당한
				채무를 변제할 수 있습니다. 4. 회원이 신용카드로 결제한 경우, 『여신전문금융거래법』상의
				규정에 따라 회사는 신용카드 부정사용을 통한 허위거래여부를 판단하기 위해 일정기간 정산을
				보류할 수 있습니다. 이 경우, 회사는 거래사실 확인을 위한 증빙을 디자이너 회원에 요구할 수
				있으며, 회사는 사실 여부 확인 후 상품판매대금을 지급할 수 있습니다. 5. 회사는 디자이너
				회원이 매매 부적합 상품의 판매자로 적발되거나, 판매량이 상당하여 다수 고객의 피해보상이
				발생할 우려가 되는 경우, 연락두절로 추가적인 구매자 클레임에 협조를 구할 수 없다고 판단되는
				경우에는 일정기간 정산을 보류할 수 있습니다. 6. 디자이너 회원은 폐업신고 이후에는 원칙적으로
				판매가 금지되며, 회사는 디자이너 회원의 폐업 이후에 판매된 상품의 판매대금에 관해서는 정산을
				하지 않는 것을 원칙으로 합니다. 7. 본 조에 정한 외에도 법률의 규정에 의하거나 합리적인
				사유가 있는 경우에는 회사는 디자이너 회원에게 통지하고 판매대금의 전부 또는 일부에 대한
				정산을 일정 기간 유보할 수 있습니다.
			</p>
			<h3>9장 기타</h3>
			<h4>제30조 (회사의 면책)</h4>
			<p>
				1. 회사는 천재지변 또는 이에 준하는 불가항력으로 인하여 서비스를 제공할 수 없는 경우에는
				서비스 제공에 관한 책임이 면제됩니다. 2. 회사는 회원의 귀책사유로 인한 서비스 이용의 장애에
				대하여 책임을 지지 않습니다. 3. 회사는 회원이 서비스를 이용하여 기대하는 수익을 상실한 것에
				대하여 책임을 지지 않으며, 그 밖의 서비스를 통하여 얻은 자료로 인한 손해에 관하여 책임을
				지지 않습니다. 4. 회사는 디자이너 회원이 게재한 상품 판매에 관한 정보, 자료, 사실의 신뢰도,
				정확성 등 내용에 관해서는 책임을 지지 않습니다. 5. 회사는 고객 및 디자이너 회원 간 또는
				회원과 제3자 상호간에 서비스를 매개로 하여 회사의 매매보호서비스를 이용하지 않은 거래에
				관하여 어떠한 책임을 지지 않습니다. 6. 디자이너 회원과 회원, 배송업체, 금융기관 등과의
				사이에 발생한 분쟁은 당사자들 간의 해결을 원칙으로 하며, 회사에 중대한 귀책사유가 없는 한
				회사는 어떠한 책임도 부담하지 않습니다.
			</p>
			<h4>제31조 (준거법 및 관할법원)</h4>
			<p>
				이 약관의 해석 및 분쟁의 해결은 대한민국의 법령에 따르며, 소송이 제기되는 경우에는
				민사소송법에 따라 관할법원을 정합니다.
			</p>
			<h4>제32조 (기타)</h4>
			<p>
				1. 각 당사자는 상대방의 서면 동의 없이 이 약관상의 권리 또는 의무를 제3자에게 양도하거나
				처분할 수 없습니다. 2. 회사는 대한민국 내에 설치된 서버를 기반으로 서비스를 제공, 관리하고
				있습니다. 따라서 회사는 회원이 대한민국의 영토 이외의 지역에서 서비스를 이용하고자 하는 경우
				서비스의 품질, 적법성 또는 사용성을 보장하지 않습니다.
			</p>
			<close-button></close-button>
		</div>
	</div>
</template>

<script>
import CloseButton from './CloseButton.vue';
export default {
	name: 'ModalTerms',
	components: {
		CloseButton,
	},
	methods: {
		clickOut(e) {
			if (e.target.className === 'modal') this.$emit('close');
		},
	},
};
</script>

<style lang="scss" scoped>
@import '@/styles/modal.scss';
h1 {
	text-align: center;
}
</style>
